Repository: Parisson/Telemeta
Catalog: telemeta/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Reset my password
de: Mein Passwort zurücksetzen

source: No such resource
de: keine solche Ressource
fr: Aucune ressource de ce type

source: Advanced Search
de: erweiterte Suche
fr: Recherche avancée

source: to
de: bis
fr: à

source: Year of publication
de: Publikationsjahr
fr: Année de publication

source: Search
de: Suche
fr: Recherche

source: Search Results
de: Suchergebnis
fr: Résultats de recherche

source: Sounds
de: Töne
fr: Sonores

source: Search pattern
de: Suchmuster
fr: Mots clés

source: %(count)d item
de: %(count)d Element

source: %(count)d collection
de: %(count)d Sammlung

source: My last changes
de: Meine letzten Veränderungen
fr: Mes dernières modifications

source: All last changes
de: Alle letzten Veränderungen
fr: Toutes les dernières modifications

source: My searches
de: Meine Suchanfragen
fr: Mes recherches

source: Children
de: Kinder
fr: Enfants

source: pattern
de: Muster
fr: mots clés

source: Access not allowed
de: Zugang verboten
fr: Accès non autorisé

source: Please login or contact the website administator to get a private access.
de: Bitte loggen Sie sich ein oder kontaktieren Sie den Administrator der Website, um einen privaten Zugang zu erhalten.
fr: Connectez-vous s'il vous plaît ou bien contactez l'administrateur du site pour obtenir un accès privé.

source: Last changes
de: Letze Änderungen
fr: Dernières modifications

source: Lists
de: Listen
fr: Listes

source: name
fr: nom

source: tape brand
fr: marque de bande

source: copy type
fr: type d'exemplaire

source: media type
fr: type de média

source: original format
fr: support original

source: collection status
fr: statut de la collection

source: identifier type
fr: type d'identifiant

source: mixed
fr: accès partiel aux items

source: broken
fr: cassé

source: pending
fr: en attente

source: processing
fr: en cours

source: done
fr: fait

source: ready
fr: prêt

source: access type
fr: type d'accès

source: code
fr: cote

source: mime_type
fr: type mime

source: First name, Last name ; First name, Last name
fr: Nom, Prénom ; Nom, Prénom

source: YYYY
fr: AAAA

source: booklet author
fr: auteur de la notice éditée

source: publisher reference
fr: référence de l'éditeur

source: automatic access after a rolling period
fr: accès automatique après la date glissante

source: estimated duration
fr: durée estimée

source: collection size
fr: volume de la collection

source: YYYY-MM-DD
fr: AAAA-MM-JJ

source: Language (ISO norm)
fr: Langue (norme ISO)

source: Ethnographic context
fr: Contexte ethnographique

source: implementing rules
fr: modalités d'exécution

source: CollectionCode_ItemCode
fr: CodeCollection_CodeItem

source: mime type
fr: type mime

source: item size
fr: taille de l'item

source: start
fr: début

source: resource_type
fr: type de ressource

source: resource_id
fr: ressource

source: time (s)
fr: temps (s)

source: status
fr: état

source: total available duration
fr: durée totale disponible

source: date of first attribution
fr: date de première attribution

source: date of last attribution
fr: date de dernière attribution

source: item identifier
fr: identifiant de l'item

source: item identifiers
fr: identifiants de l'item

source: collection identifier
fr: identifiant de la collection

source: collection identifiers
fr: identifiants de la collection

source: Telemeta administration
fr: Administration Telemeta

# admin
source: General
fr: Générale

source: Instrument aliases
fr: Alias d'instruments

source: View list
fr: Voir liste

source: Document status
fr: Statut du document

# collection
source: Unpublished
fr: Inédit

# collection
source: Published
fr: Edité

source: Access type
fr: Type d'accès

source: Collection size
fr: Volume de la collection

source: Identifier
fr: Identifiant

source: Filters
fr: Filtres

# collection list
source: Unpublished
fr: Inédites

# collection list
source: Published
fr: Éditées

# collection list
source: Digitized
fr: Numérisées

source: in
fr: dans

source: Replace by
fr: Remplacer par

source: delete value after replacing
fr: effacer la valeur après remplacement

source: Replace
fr: Remplacement

source: Partners
fr: Partenaires

source: Name
fr: Nom

source: Code
fr: Cote

source: This archive is not available online, please contact the CREM. Thank you.
fr: Cette archive n’est pas accessible en ligne, veuillez contacter le CREM. Merci.

source: File
fr: Fichier

source: You don't have access to the media of this item.
fr: Vous n'avez pas accès aux médias de cet item.

source: Please contact the administrators to get more rights.
fr: Contactez les administrateurs du site pour obtenir plus de droits.

source: Click here
fr: Cliquez ici

source: Musical informations
fr: Informations sur la musique

source: Item size
fr: Taille de l'item

source: Collection access status
fr: Statut d'accès de la collection

source: Context access status
fr: Statut d'accès selon le profil

# item list
source: Digitized
fr: Numérisés

source: Email
fr: Courriel

source: Digitized
fr: Numérisé

source: Download
fr: Télécharger

source: Dublin Core Metadata
fr: Métadonnées Dublin Core

source: E-mail
fr: Courriel
