Repository: Parisson/Telemeta
Catalog: telemeta/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Duration
de: Dauer
fr: Durée

source: Enter a valid duration in HH:MM[:ss] format.
de: Gültige Dauer eingeben im Format HH:MM[:ss]
fr: Entrez une durée valide au format HH:MM[:ss]

source: value
de: Wert
fr: valeur

source: archive format
de: Archivformat
fr: support archivé

source: secondary edition
de: Sekundäredition
fr: réédition

source: mode of acquisition
de: Art und Weise des Erhalts
fr: mode d'acquisition

source: record author
de: AutorIn des Eintrags
fr: rédacteur fiche

source: record writer
de: ErfasserIn des Eintrags
fr: saisie fiche

source: legal rights
de: Urheberrechte
fr: droit d'utilisation

source: recording context
de: Aufnahmekontext
fr: contexte d'enregistrement

source: A/D conversion
de: A/D Umwandlung
fr: Numérisation

source: vernacular style
de: umgangssprachliche Bezeichnung
fr: style vernaculaire

source: generic style
de: allgemeine Bezeichnung
fr: style générique

source: keyword
de: Schlüsselwort
fr: Mot-clé

source: publisher
de: HerausgeberIn
fr: éditeur

source: population / social group
de: Bevölkerung / soziale Gruppe
fr: population / groupe social

source: tape wheel diameter (cm)
de: Bandspulendurchmesser (cm)
fr: diamètre de bobine (cm)

source: tape length (cm)
de: Bandlänge (cm)
fr: longueur de bande (cm)

source: tape width (inch)
de: Bandbreite (inch)
fr: largeur de bande (pouce)

source: tape speed (cm/s)
de: Bandgeschwindigkeit (cm/s)
fr: vitesse de bande (cm/s)

source: number of channels
de: Anzahl Kanäle
fr: Nombre de pistes

source: organization
de: Organisation
fr: organisation

source: rights
de: Rechte
fr: droits

source: topic
de: Thema
fr: discipline

source: item
de: Element

source: physical format
de: physisches Format
fr: nature du support original

source: original code
de: ursprünglicher Code
fr: cote originale

source: original number
de: ursprüngliche Nummer
fr: numéro de support

source: original status
de: ursprünglicher Status
fr: statut de l'original

source: technical properties / conservation state
de: technische Eigenschaften / Konservierungszustand
fr: état de conservation

source: comments / notes
de: Kommentare / Notizen
fr: commentaires / notes

source: original location
de: Herkunftsort
fr: lieu d'archivage

source: audio quality
de: Tonqualität
fr: qualité audio

source: recording system
de: Aufnahmesystem
fr: système d'enregistrement

source: tape thickness (um)
de: Banddicke (um)
fr: épaisseur de bande (um)

source: tape vendor
de: Bandmarke
fr: marque de bande

source: tape reference
de: Bandreferenz
fr: référence de bande

source: sticker presence
de: Aufklebezettel vorhanden
fr: présence de collants

source: instrument aliases
de: Parallelbezeichnungen des Instrumentes

source: parent instrument
de: Vorgängerinstrument
fr: instrument parent

source: alias
de: Parallelbezeichnung

source: identifier
de: Identifikator
fr: identifiant

source: equivalent ISO 639-2 identifier (bibliographic)
de: equivalenter ISO 639-2 Identifikator (bibliographisch)
fr: identifiant ISO 639-2 équivalent (bibliographique)

source: equivalent ISO 639-2 identifier (terminologic)
de: equivalenter ISO 639-2 Identifikator (terminologisch)
fr: identifiant ISO 639-2 équivalent (terminologique)

source: equivalent ISO 639-1 identifier
de: equivalenter ISO 639-1 Identifikator
fr: identifiant ISO 639-1 équivalent

source: scope
de: Geltungsbereich
fr: cadre

source: type
de: Typus

source: comment
de: Kommentar
fr: commentaire

source: languages
de: Sprachen
fr: langues

source: country
de: Land
fr: état/nation

source: continent
de: Kontinent

source: other
de: anderer
fr: autre

source: complete type
de: vollständiger Typus
fr: type complet

source: current location
de: aktueller Ort
fr: lieu actuel

source: authoritative
de: massgebend
fr: officiel

source: location
de: Ort
fr: lieu

source: locations
de: Orte
fr: lieux

source: location types
de: Ortstypen
fr: types de lieux

source: location aliases
de: Parallelbezeichnungen für Orte
fr: lieux alias

source: ancestor location
de: früherer Ort
fr: lieu ancêtre

source: location relations
de: Ortsbeziehungen
fr: lieux relations

source: none
de: nichts
fr: consultation sur demande

source: metadata
de: Metadaten
fr: consultation restreinte

source: full
de: vollständig
fr: consultation libre

source: Metadata only
de: nur Metadaten
fr: Métadonnées uniquement

source: Sound and metadata
de: Ton und Metadaten
fr: Son et métadonnées

source: Private data
de: private Daten
fr: Données privées

source: title
de: Titel
fr: titre

source: description
de: Beschreibung

source: public access
de: öffentlich zugänglich
fr: accès public

source: date
de: Datum

source: credits
de: Mithilfe
fr: crédits

source: file
de: Datei
fr: fichier

source: original title / translation
de: Oritinaltitel / Übersetzung
fr: titre original / traduction

source: depositor / contributor
de: HinterlegerIn / Zulieferde(r)
fr: déposant / contributeur

source: recording year (from)
de: Aufnahmejahr (ab)
fr: année d'enregistrement (depuis)

source: recording year (until)
de: Aufnahmejahr (bis)
fr: année d'enregistrement (jusqu'à)

source: year published
de: Publikationsjahr
fr: année de parution

source: recordist
de: TonmeisterIn
fr: collecteur

source: publisher collection
de: Sammlung von HerausgeberIn
fr: collection éditeur

source: publisher serial number
de: Seriennummer von HerausgeberIn
fr: numéro dans la série

source: bibliographic references
de: bibliographische Referenz
fr: références bibliographiques

source: old code
de: alter Code
fr: ancienne cote

source: CNRS depositor
de: CNRS HinterlegerIn
fr: déposant CNRS

source: related documentation
de: verwandte Dokumentation
fr: documentation associée

source: copies
de: Kopien
fr: autres exemplaires

source: archiver notes
de: Kommentar von ArchivarIn
fr: notes de l'archiviste

source: items finished
de: abgeschlossene Elemente
fr: fiches items faites

source: recordist identical to depositor
de: TonmeisterIn ist identisch mit HinterlegerIn
fr: collecteur identique au déposant

source: published
de: publiziert
fr: édité

source: conservation site
de: Konservierungsort
fr: lieu de conservation

source: number of components (medium / piece)
de: Anzahl Komponenten (Medium / Teil)
fr: nb de composants (support / pièce)

source: digitization
de: Digitalisierung
fr: numérisation

source: states / nations
de: Staaten / Nationen
fr: états / nations

source: populations / social groups
de: Bevölkerungen / soziale Gruppen
fr: populations / groupes sociaux

source: computed duration
de: berechnete Dauer
fr: durée calculée

source: collection
de: Sammlung

source: collection related media
de: zur Sammlung gehörende Medien
fr: média associés à la collection

source: collector
de: SammlerIn
fr: collecteur

source: recording date (from)
de: Aufnahmedatum (von)
fr: date d'enregistrement (depuis)

source: recording date (until)
de: Aufnahmedatum (bis)
fr: date d'enregistrement (jusqu'à)

source: location details
de: Einzelheiten zum Ort
fr: précisions lieu

source: cultural area
de: Kulturraum
fr: aire culturelle

source: language
de: Sprache
fr: langue

source: author / compositor
de: AutorIn / KomponistIn
fr: auteur / compositeur

source: depositor
de: HinterlegerIn
fr: déposant

source: item number
de: Nummer des Elements
fr: n° de l'item

source: collector selection
de: Auswahl von SammlerIn
fr: sélection collecteur

source: collector as in collection
de: SammlerIn gleich wie bei Sammlung
fr: collecteur identique à la collection

source: creator reference
de: Referenz von ErzeugerIn
fr: référence du collecteur

source: published references
de: publizierte Referenzen
fr: références éditées

source: remarks
de: Bemerkungen
fr: remarques

source: approximative duration
de: ungefähre Dauer
fr: durée estimée

source: URL
de: Internetadresse

source: digitalist
de: DigitalisiererIn
fr: opérateur de numérisation

source: digitization date
de: Datum der Digitalisierung
fr: date de numérisation

source: publishing date
de: Datum der Publikation
fr: date de création du support édité

source: scientist
de: WissenschaftlerIn
fr: reponsable scientifique

source: summary
de: Zusammenfassung
fr: résumé

source: contributor
de: Mitwirkende(r)
fr: intervenant

source: keywords
de: Schlüsselwörter
fr: mots-clés

source: instruments
de: Instrumente

source: item related media
de: zum Element gehörende Medien
fr: média associés à l'item

source: composition
de: Komposition
fr: Voix / Instruments

source: vernacular name
de: umgangssprachlicher Name
fr: nom vernaculaire

source: number
de: Nummer
fr: nombre

source: interprets
de: InterpretInnen
fr: interprètes

source: unit
de: Einheit
fr: unité

source: end
de: Ende
fr: fin

source: item part
de: Elementteil
fr: partie

source: playlist
de: Wiedergabeliste
fr: liste de lecture

source: author
de: AutorIn
fr: auteur

source: transcoded
de: umgewandelt
fr: transcodé

source: collections
de: Sammlungen

source: corpus
de: Korpus

source: corpus related media
de: zum Korpus gehörende Medien
fr: média associés

source: fonds related media
de: zum Fonds gehörende Medien
fr: média associés

source: element type
de: Elementtyp
fr: type d'élément

source: element identifier
de: Elementidentifikator
fr: identifiant de l'élément

source: modification type
de: Veränderungstyp
fr: type de modification

source: time
de: Zeit
fr: heure

source: user
de: Benutzer
fr: utilisateur

source: Department
de: Abteilung
fr: Département

source: Attachment
de: Zugehörigkeit
fr: Rattachement

source: Function
de: Funktion
fr: Fonction

source: Address
de: Adresse
fr: Adresse

source: Telephone
de: Telefonnummer
fr: Téléphone

source: Expiration_date
de: Ablaufdatum
fr: Date d'expiration

source: key
de: Schlüssel
fr: clé

source: Description
de: Beschreibung

source: criteria
de: Kriterien
fr: critères

source: Home
de: Start
fr: Accueil

source: Telemta site admin
de: Telemeta Administrator

source: Archived Messages
de: archivierte Mitteilungen

source: Messages in this folder will never be removed. You can use this folder for long term storage.
de: Mitteilungen in diesem Ordner werden nie gelöscht. Sie können diesen Ordner für die Langzeitspeicherung verwenden.

source: Messages
de: Mitteilungen

source: Inbox
de: Posteingang

source: Sent Messages
de: verschickte Mitteilungen

source: Write
de: schreiben
fr: Ecrire

source: Archives
de: Archive

source: Trash
de: Papierkorb
fr: Corbeille

source: Sorry, this page number is invalid.
de: Entschuldigung, diese Seitennummer ist ungültig.

source: by conversation
de: nach Konversation
fr: par conversation

source: by message
de: nach Mitteilung
fr: par message

source: Action
de: Aktion

source: Sender
de: AbsenderIn

source: Recipient
de: EmpfängerIn

source: Subject
de: Thema

source: Date
de: Datum

source: Delete
de: löschen
fr: Supprimer

source: Archive
de: archivieren

source: Undelete
de: wiederherstellen
fr: Récupéré

source: No messages.
de: keine Mitteilungen.
fr: Pas de messages

source: Send
de: abschicken

source: Dear user,
de: Sehr geehrte(r) Benutzer(in),

source: On %(date)s, you asked to send a message to the user '%(recipient)s'.
de: Am %(date)s wollten Sie eine Mitteilung an '%(recipient)s' schicken.

source: Your message has been rejected by the moderator
de: Ihre Mitteilung wurde vom Moderator zurückgewiesen.

source: , for the following reason:
de: , aus folgenden Gründen:

source: On %(date)s, you sent a message to the user '%(sender)s'.
de: Am %(date)s haben Sie eine Mitteilung an '%(sender)s' verschickt.

source: Your correspondent has given you an answer.
de: Ihr Gesprächspartner hat geantwortet.

source: You have received a copy of a response from the user '%(sender)s'.
de: Sie haben eine Kopie der Antwort von '%(sender)s' erhalten.

source: You have received a message from the user '%(sender)s'.
de: Sie haben eine Mitteilung von '%(sender)s' erhalten.

source: Thank you again for your interest in our services.
de: Besten Dank für Ihr Interesse an unseren Dienstleistungen.

source: The site administrator
de: Der Administrator der Website
fr: L'administrateur du site

source: Note: This message is issued by an automated system. Do not reply, this would not be taken into account.
de: Hinweis: Diese Mitteilung stammt von einem automatisierten System. Anworten Sie nicht an diesen Absender. Ihre Zeilen werden nicht gelesen.

source: Message "%(subject)s" on the site %(sitename)s
de: Mitteilung "%(subject)s" auf der Website %(sitename)s

source: Dear visitor,
de: Sehr geehrter Besucher

source: As a reminder, please find below the content of your message.
de: Zur Erinnerung hier der Inhalt Ihrer Mitteilung.

source: Please find below the answer from your correspondent.
de: Weiter unten finden Sie die Antwort Ihres Gesprächspartners.

source: For more comfort, we encourage you to open an account on the site.
de: Um mehr Möglichkeiten zu erhalten, eröffenen Sie bitte ein Konto auf der Website.

source: Received Messages
de: empfangene Mitteilungen

source: Received
de: empfangen

source: Reply
de: antworten

source: Sent
de: verschickt

source: Deleted Messages
de: gelöschte Mitteilungen

source: Messages in this folder can be removed from time to time. For long term storage, use instead the archive folder.
de: Mitteilungen in diesem Ordner werden ab und zu gelöscht. Für die Langzeitspeicherung verwenden Sie bitte den Archivordner.

source: Conversation
de: Konversation

source: Message
de: Mitteilung

source: Rejected
de: abgelehnt

source: Back
de: zurück

source: Administration
de: Verwaltung

source: General
de: allgemein
fr: Général

source: Enumerations
de: Aufzählung
fr: Énumérations

source: Title
de: Titel
fr: Titre

source: No enumerations
de: keine Aufzählung
fr: Aucune énumération

source: Users
de: BenutzerInnen
fr: Utilisateurs

source: No users
de: keine BenutzerInnen
fr: Pas d'utilisateurs

source: Welcome
de: Willkommen
fr: Bienvenue

source: Help
de: Hilfe
fr: Aide

source: Sign out
de: abmelden
fr: Déconnexion

source: Sign in
de: anmelden
fr: Connexion

source: Desk
de: Arbeitsfläche
fr: Bureau

source: Corpus
de: Korpus

source: Collections
de: Sammlungen

source: Items
de: Elemente

source: Geo Navigator
de: Kartennavigation
fr: Géo-Navigateur

source: Advanced search
de: erweiterte Suche
fr: Recherche avancée

source: Admin
de: Verwaltung

source: Instruments
de: Instrumente

source: Usage of the archives in the respect of cultural heritage of the original communities.
de: Die Benutzung des Archivs erfolgt mit Respekt vor dem kulturellen Erbe der Ursprungsgesellschaften.
fr: Usage des archives réservé dans le respect du patrimoine culturel des communautés d'origine.

source: Legal notices
de: juristische Hinweise
fr: Mentions légales

source: New
de: neu
fr: Nouveau

source: Cancel
de: abbrechen
fr: Annuler

source: Collection
de: Sammlung

source: Edit
de: bearbeiten
fr: Editer

source: Copy
de: kopieren
fr: Copier

source: List
de: Liste
fr: Lister

source: Add item
de: Element hinzufügen
fr: Ajouter item

source: Recording period
de: Aufnahmeperiode
fr: Période d'enregistrement

source: Geographic and cultural informations
de: geographische und kulturelle Informationen
fr: Indications géographiques et culturelles

source: Recordist
de: TonmeisterIn
fr: Collecteur

source: Bibliographic references
de: bibliographische Referenzen
fr: Références bibliographiques

source: Archiving data
de: Archivdaten
fr: Données d'archivage

source: Related documentation
de: damit zusammenhängende Dokumentation
fr: Documentation associée

source: Comments
de: Kommentare
fr: Commentaires

source: Last modification
de: Letzte Änderung
fr: Dernière modification de la fiche

source: Technical data
de: technische Daten
fr: Données techniques

source: Number of items
de: Anzahl Elemente
fr: Nombre d'items

source: Normal View
de: Normalansicht
fr: Vue normale

source: No such collection
de: keine solche Sammlung
fr: Aucune collection de ce type

source: Save
de: speichern
fr: Enregistrer

source: Related media
de: damit zusammenhängende Medien
fr: Média associés

source: All
de: Alles
fr: Tous

source: Unpublished
de: unveröffentlicht
fr: Inédits

source: Published
de: veröffentlicht
fr: Édités

source: Add
de: hinzufügen
fr: Ajouter

source: Media
de: Medien
fr: Média

source: Populations / Social groups
de: Bevölkerungen / Soziale Gruppen
fr: Populations / Groupes sociaux

source: Enumeration
de: Aufzählung
fr: Enumération

source: Add entry
de: Eintrag hinzufügen
fr: Ajouter une entrée

source: Value
de: Wert
fr: Valeur

source: Remove selected items
de: ausgewählte Elemente entfernen
fr: Supprimer les éléments sélectionnés

source: This enumeration is empty
de: Diese Aufzählung ist leer
fr: Cette énumération est vide

source: Modify an entry
de: Eintrag verändern
fr: Modification d'une entrée

source: Geographic Navigator
de: GeoNavigation
fr: Navigateur géographique

source: Map
de: Karte
fr: Carte

source: World
de: Welt
fr: Monde

source: Country
de: Land
fr: Etat/nation

source: Number of collections
de: Anzahl Sammlungen
fr: Nombre de collections

source: 1 collection
de: 1 Sammlung

source: 1 item
de: 1 Element

source: Musical selection
de: Musikauswahl
fr: Sélection musicale

source: Open the geographic navigator
de: GeoNavigation öffnen
fr: Accéder au navigateur géographique

source: %(resource.children_type|capitalize)s %(first_on_page)s to %(last_on_page)s on %(hits)s
de: %(resource.children_type|capitalize)s %(first_on_page)s bis %(last_on_page)s von %(hits)s
fr: %(resource.children_type|capitalize)s %(first_on_page)s à %(last_on_page)s sur %(hits)s

source: No resource
de: keine Ressource
fr: Aucune ressource

source: No collection
de: keine Sammlung
fr: Aucune collection

source: Preview
de: Vorschau
fr: Prévisualisation

source: Credits
de: Mithilfe
fr: Crédits

source: Location
de: Aufnahmeort
fr: Lieu

source: Country/Continent
de: Land / Kontinent
fr: Etat/Continent

source: Year of recording
de: Aufnahmejahr
fr: Année d'enregistrement

source: No item
de: kein Element
fr: Aucun item

source: Type
de: Typus

source: User
de: BenutzerIn
fr: Utilisateur

source: deleted
de: gelöscht
fr: supprimé

source: Criteria
de: Kriterium
fr: Critères

source: First Name
de: Vorname
fr: Prénom

source: Last Name
de: Nachname
fr: Nom

source: Groups
de: Gruppen
fr: Groupes

source: This instrument list is empty
de: Diese Instrumentenliste ist leer
fr: Cette énumération est vide

source: My playlists
de: Meine Wiedergabeliste
fr: Mes listes de lecture

source: Sound
de: Ton
fr: Sonore

source: User authentication
de: Authentifizierung
fr: Identification

source: Your username and password didn't match. Please try again.
de: Name und Passwort passten nicht zusammen. Versuchen Sie es nochmals.
fr: Vos nom d'utilisateur et/ou mot de passe sont incorrects. Essayez à nouveau.

source: Password forgotten
de: Passwort vergessen.
fr: Mot de passe oublié

source: Item
de: Element

source: Markers
de: Marken
fr: Marqueurs

source: Property
de: Eigenschaft
fr: Propriété

source: Unit
de: Einheit
fr: Unité

source: Recording date
de: Aufnahmedatum
fr: Date d'enregistrement

source: Published references
de: publizierte Referenzen
fr: Références éditées

source: Remarks
de: Bemerkungen
fr: Remarques

source: No such item
de: kein solches Element
fr: Item introuvable

source: Keywords
de: Schlüsselwörter
fr: Mots-clés

source: Performance
de: Aufführung
fr: Voix / Instruments

source: Keyword
de: Schlüsselwort
fr: Mot-clé

source: Media Items
de: Medienelemente
fr: Items

source: Previous
de: vorhergehend
fr: Précédent

source: Next
de: nächste
fr: Suivant

source: User Profile
de: Profil
fr: Profil utilisateur

source: User profile
de: Profil
fr: Profil utilisateur

source: Playlists
de: Wiedergabelisten
fr: Listes de lecture

source: Expiration date
de: Ablaufdatum
fr: Date d'expiration

source: Is staff
de: gehört zum Team
fr: Statut équipe

source: Is superuser
de: ist superuser
fr: Statut super-utilisateur

source: Group
de: Gruppe
fr: Groupe

source: Last login
de: zuletzt eingeloggt
fr: Dernière connexion

source: Language
de: Sprache
fr: Langue

source: Apply
de: anwenden
fr: Appliquer

source: Change password
de: Passwort ändern

source: Thanks for spending some quality time with the Web site today.
de: Besten Dank für Ihren Besuch auf der Website!

source: Log in again
de: erneut einloggen

source: Documentation
de: Dokumentation
fr: Documentation associée

source: Log out
de: ausloggen
fr: Déconnexion

source: Password change successful
de: Passwortänderung erfolgreich

source: Your password was changed.
de: Ihr Passwort wurde geändert.

source: Password change
de: Passwortänderung
fr: Modification de mot de passe

source: Please correct the error below.
de: Bitte diesen Fehler korrigieren.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie erst Ihr altes Passwort ein (aus Sicherheitsgründen), und dann Ihr neues Passwort zweimal, so dass wir sicher sind, dass Sie es korrekt getippt haben.

source: Old password
de: altes Passwort

source: New password
de: neues Passwort

source: Password (again)
de: Passwort (nochmals dasselbe)
fr: Mot de passe (encore)

source: Change my password
de: Mein Passwort ändern

source: Password reset complete
de: Passwort erfolgreich zurückgesetzt
fr: Demande de mise à jour du mot de passe envoyée

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde geändert. Sie können nun fortfahren und sich damit einloggen.

source: Log in
de: einloggen

source: Password reset
de: Passwort zurücksetzen
fr: Mot de passe oublié

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr Passwort zweimal ein, so dass wir sicher sind, dass Sie es korrekt getippt haben.

source: New password:
de: neues Passwort:

source: Confirm password:
de: bestätigen Sie das Passwort:

source: Password reset unsuccessful
de: Passwort erfolgreich zurückgesetzt

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link, um das Passwort zurückzusetzen, war ungültig. Möglicherweise wurde er bereits verwendet. Bitte verlangen Sie erneut, dass wir Ihr Passwort zurücksetzen.

source: Password reset successful
de: Passwort erfolgreich zurückgesetzt
fr: Demande de réinitialisation de mot de passe envoyée

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
de: Wir haben an die von Ihnen genannte E-Mail einen Hinweis geschickt, wie Sie Ihr Passwort zurücksetzen können. Die Mitteilung sollte in Kürze bei Ihnen eintreffen.

source: Hello
de: Hallo
fr: Bonjour

source: You're receiving this e-mail because you requested a password reset
de: Sie erhalten diese E-Mail, weil Sie Ihr Passwort zurücksetzen wollten
fr: Vous recevez cet e-mail car vous avez fait une demande de réinitialisation du mot de passe

source: for your user account at %(site_name)s
de: für Ihr Konto auf der Website %(site_name)s
fr: de votre compte utilisateur du site %(site_name)s

source: Please go to the following page and choose a new password:
de: Bitte klicken Sie auf diesen Link und wählen Sie dort ein neues Passwort:

source: Your username, in case you've forgotten:
de: Das ist Ihr Name, falls Sie ihn vergessen haben sollten:

source: Best regards
de: mit freundlichen Grüssen

source: of the
de: vom

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
de: Sie haben Ihr Passwort vergessen? Geben Sie hier ihre E-Mail-Adresse ein und wir schicken Ihnen die Anleitung, wie Sie ein neues eingeben können.

source: E-mail address:
de: E-Mail-Adresse:
