Repository: Parisson/Telemeta
Catalog: telemeta/locale/*/LC_MESSAGES/djangojs.po
Languages: de, fr, zh_cn

source: title
de: Titel
fr: titre
zh_cn: 标题

source: description
de: Beschreibung
zh_cn: 描述

source: delete the marker permanently?
de: Die Markierung definitiv löschen?
fr: supprimer le marqueur définitivement ?
zh_cn: 永久删除书签？

source: marker added to the selected playlist
de: Markierung zu gewählter Wiedergabeliste hinzugefügt
fr: marqueur ajouté à la liste de lecture
zh_cn: 选中播放列表添加的书签

source: item added to the selected playlist
de: Element zur gewählten Wiedergabeliste hinzugefügt
fr: item ajouté à la liste de lecture
zh_cn: 选中播放列表中添加的项

source: collection added to the selected playlist
de: Sammlung zu gewählter Wiedergabeliste hinzugefügt
fr: collection ajoutée à la liste de lecture
zh_cn: 选中播放列表中添加的选集

source: resource added to the selected playlist
de: Ressource zu gewählter Wiedergabeliste hinzugefügt
zh_cn: 选中播放列表中添加的资源

source: there are unsaved or modified markers
de: Es gibt unabgespeicherte oder veränderte Markierungen
fr: il y a des marqueurs modifiés ou non sauvegardés
zh_cn: 书签未保存或者已修改

source: If you exit the page you will loose your changes
de: Wenn Sie die Seite verlassen, verlieren Sie Ihre Veränderungen
fr: Si vous sortez de la page, vous perdrez vos modifications
zh_cn: 如果离开本页面您将丢失之前的修改

source: author
de: Autor
fr: auteur
zh_cn: 作者

source: Paste HTML to embed player in website
de: HTML einfügen, um Wiedergabemöglichkeit in Website einzubetten
fr: Coller le code HTML pour inclure le lecteur dans un site
zh_cn: 将HTML粘贴到网站中嵌入的播放器

source: delete the item permanently?
de: Das Element definitiv löschen?
fr: supprimer l'item définitivement ?
zh_cn: 永久删除该项？

source: delete the collection permanently?
de: Die Sammlung definitiv löschen?
fr: supprimer la collection définitivement ?
zh_cn: 永久删除该选集？

source: delete the playlist permanently?
de: Die Wiedergabeliste definitiv löschen?
fr: supprimer la liste de lecture définitivement ?
zh_cn: 永久删除该播放列表？

source: delete the resource from the playlist permanently?
de: Die Ressource definitiv aus der Wiedergabeliste löschen?
fr: supprimer la ressource de la liste de lecture définitivement ?
zh_cn: 永久地从播放列表中删除该资源？
